Repository: dnrovs/mineos-market-web
Catalog: messages/*.po
Languages: ru, uk

# K7AkdL
source: Show
ru: Показать
uk: Показати

# 0BUTMv
source: Search...
ru: Поиск...
uk: Пошук...

# 0TZMjQ
source: Oldest
ru: Старые
uk: Найстаріші

# 3xDJrg
source: Publish {category}...
ru: Опубликовать {category}...
uk: Опублікувати {category}...

# 4Nl5H9
source: Z → A
ru: Я → А
uk: Я → А

# dC3u7Z
source: Most popular
ru: Популярные
uk: Найпопулярніші

# f3bAYs
source: Sort by...
ru: Сортировка...
uk: Сортувати за...

# fFZTRm
source: Lowest rated
ru: С низким рейтингом
uk: З найнижчим рейтингом

# fwIt1X
source: Newest
ru: Новые
uk: Найновіші

# KTnoGx
source: Least popular
ru: Менее популярные
uk: Найменш популярні

# TwyMau
source: Account
ru: Аккаунт
uk: Акаунт

# xrURkx
source: Highest rated
ru: С высоким рейтингом
uk: З найвищим рейтингом

# xSsE6C
source: A → Z
ru: А → Я
uk: А → Я

# 2RRog1
source: No publication satisfies your search criteria.
ru: Нет публикаций, удовлетворяющих критериям поиска.
uk: Жодна публікація не відповідає критеріям пошуку.

# 4YJHut
source: Clear search
ru: Очистить поиск
uk: Очистити пошук

# rQFxkO
source: while fetching publications
ru: при получении публикаций
uk: під час отримання публікацій

# zWr4H0
source: Looks like there are no publications in this category.
ru: Похоже, в этой категории нет публикаций.
uk: Схоже, у цій категорії немає публікацій.

# 6NyYTi
source: Explore, upload and share MineOS software. View the source code. Communicate with developers.
ru: Исследуйте, загружайте и делитесь программным обеспечением для MineOS. Просматривайте исходный код. Общайтесь с разработчиками.
uk: Досліджуйте, завантажуйте та діліться програмним забезпеченням для MineOS. Переглядайте вихідний код. Спілкуйтеся з розробниками.

# 00GQ0X
source: Email or username
ru: Email или имя пользователя
uk: Email або ім'я користувача

# 25WwxF
source: Don't have an account?
ru: Нет учётной записи?
uk: Не маєте облікового запису?

# 3t2ZWR
source: Login to your account
ru: Войдите в вашу учётную запись
uk: Увійдіть в ваш обліковий запис

# 5sg7KC
source: Password
ru: Пароль
uk: Пароль

# AyGauy
source: Login
ru: Войти
uk: Увійти

# deEeEI
source: Register
ru: Регистрация
uk: Реєстрація

# fPriMP
source: Enter your credentials below to sign in to your account
ru: Введите свои учётные данные чтобы войти в учётную запись
uk: Введіть свої дані щоб увійти в обліковий запис

# rBTItO
source: while logging in
ru: при входе в систему
uk: під час входу в систему

# 9uOFF3
source: Overview
ru: Обзор
uk: Огляд

# cMgpXU
source: View the market statistics
ru: Просмотреть статистику маркета
uk: Переглянути статистику маркета

# hMzcSq
source: Messages
ru: Сообщения
uk: Повідомлення

# iOI1ga
source: Upload your own software
ru: Загрузить своё программное обеспечение
uk: Завантажити своє програмне забезпечення

# syEQFE
source: Publish
ru: Опубликовать
uk: Опублікувати

# va0Mzr
source: Communicate with another developers
ru: Общаться с разработчиками
uk: Спілкуватися з розробниками

# 47FYwb
source: Cancel
ru: Отмена
uk: Скасувати

# JCIgkj
source: Username
ru: Имя пользователя
uk: Ім'я користувача

# LZl1xZ
source: while fetching dialogs
ru: при получении диалогов
uk: під час отримання діалогів

# un14bs
source: Open chat
ru: Открыть чат
uk: Відкрити чат

# HyqYaU
source: Say something to {dialogUserName}...
ru: Скажите что-нибудь {dialogUserName}...
uk: Скажіть щось {dialogUserName}...

# cyR7Kh
source: Back
ru: Назад
uk: Назад

# +QF2mn
source: Emoji are not allowed.
ru: Эмодзи запрещены.
uk: Емодзі заборонені.

# 72TiCf
source: while fetching dialog
ru: при получении диалога
uk: під час отримання діалогу

# 8bV0li
source: User {dialogUserName} does not exist.
ru: Пользователь {dialogUserName} не существует.
uk: Користувач {dialogUserName} не існує.

# filwqD
source: Read
ru: Прочитано
uk: Прочитано

# gcuDcH
source: Sent
ru: Отправлено
uk: Надіслано

# sbE0zo
source: while fetching last message read status
ru: при получении статуса прочтения последнего сообщения
uk: під час отримання статусу прочитання останнього повідомлення

# UvpnGV
source: while sending a message
ru: при отправке сообщения
uk: під час відправлення повідомлення

# LBU7+J
source: Open chat to start talking
ru: Откройте чат, чтобы начать общение
uk: Відкрийте чат, щоб почати спілкування

# 7MTfrK
source: Most active
ru: Самые активные
uk: Найактивніші

# B7zY8l
source: while fetching statistics
ru: при получении статистики
uk: під час отримання статистики

# FotFMb
source: Users count
ru: Количество пользователей
uk: Кількість користувачів

# RB4BMg
source: Messages count
ru: Количество сообщений
uk: Кількість повідомлень

# RyQQuV
source: New user
ru: Новый пользователь
uk: Новий користувач

# tR6EXz
source: Publications count
ru: Количество публикаций
uk: Кількість публікацій

# u2miNe
source: Reviews count
ru: Количество отзывов
uk: Кількість відгуків

# +sEPbf
source: Delete {publicationName}?
ru: Удалить {publicationName}?
uk: Видалити {publicationName}?

# bYoVJ6
source: Publication deleted successfully.
ru: Публикация успешно удалена.
uk: Публікацію успішно видалено.

# D3ATEG
source: while deleting publication
ru: при удалении публикации
uk: під час видалення публікації

# G/yZLu
source: Remove
ru: Удалить
uk: Видалити

# JqtAkq
source: Deleting publication...
ru: Удаление публикации...
uk: Видалення публікації...

# RiHzeS
source: This will delete publication, it's statistics and reviews from the registry forever. Source files will stay on the server.
ru: Это навсегда удалит публикацию, ее статистику и отзывы из реестра. Исходные файлы останутся на сервере.
uk: Це назавжди видалить публікацію, її статистику та відгуки з реєстру. Вихідні файли залишаться на сервері.

# wEQDC6
source: Edit
ru: Редактировать
uk: Редагувати

# xPn5o3
source: Delete {publicationName}
ru: Удалить {publicationName}
uk: Видалити {publicationName}

# 0c5Ily
source: Marking publication as downloaded...
ru: Отметка публикации как загруженной...
uk: Позначення публікації як завантаженої...

# 4TgoWL
source: Icon picture
ru: Иконка
uk: Зображення піктограми

# 5/yFl5
source: Mark downloaded
ru: Отметить загруженным
uk: Позначити завантаженим

# BnqNdr
source: JSON copied to clipboard
ru: JSON скопирован в буфер обмена
uk: JSON скопійовано в буфер обміну

# fhwTpA
source: Sources
ru: Источники
uk: Джерела

# GAUX9p
source: Source code
ru: Исходный код
uk: Вихідний код

# GVcBDG
source: Failed to copy JSON to clipboard
ru: Не удалось скопировать JSON в буфер обмена
uk: Не вдалося скопіювати JSON в буфер обміну

# NCqfZg
source: Raw JSON
ru: Исходный JSON
uk: Вихідний JSON

# oA+idZ
source: while marking publication as downloaded
ru: при отметке публикации как загруженной
uk: під час позначення публікації як завантаженої

# OKhRC6
source: Share
ru: Поделиться
uk: Поділитися

# t1SGnV
source: {publicationName}'s raw JSON
ru: Исходный JSON {publicationName}
uk: Вихідний JSON {publicationName}

# tH4Eov
source: Publication marked as downloaded.
ru: Публикация отмечена как загруженная.
uk: Публікацію позначено як завантажену.

# +zr0gu
source: by <link>{username}</link>
ru: от <link>{username}</link>
uk: від <link>{username}</link>

# 80g19N
source: View on GitHub
ru: Посмотреть на GitHub
uk: Переглянути на GitHub

# J62X2m
source: View source code
ru: Посмотреть исходный код
uk: Переглянути вихідний код

# 4gL3oc
source: {version, plural, =1 {Released on} other {Last released on}} {date}
ru: {version, plural, =1 {Выпущено} other {Последний релиз}} {date}
uk: {version, plural, =1 {Випущено} other {Останній реліз}} {date}

# g5pX+a
source: About
ru: О публикации
uk: Про публікацію

# 37Z5zj
source: Dependencies
ru: Зависимости
uk: Залежності

# 4xQtw2
source: out of 5
ru: из 5
uk: із 5

# Ak4tB0
source: while updating a review
ru: при обновлении отзыва
uk: під час оновлення відгуку

# APJ1b/
source: Posting review...
ru: Публикация отзыва...
uk: Публікація відгуку...

# GJFQ68
source: while voting a review
ru: при голосовании за отзыв
uk: під час голосування за відгук

# k/n7Yx
source: Review posted successfully!
ru: Отзыв успешно опубликован!
uk: Відгук успішно опубліковано!

# LfHk/3
source: Write a review...
ru: Написать отзыв...
uk: Написати відгук...

# LZZfmv
source: Login or register to rate publications and reviews
ru: Войдите или зарегистрируйтесь, чтобы оценивать публикации и отзывы
uk: Увійдіть або зареєструйтеся, щоб оцінювати публікації та відгуки

# og54DB
source: Tried to update a review that does not exist.
ru: Попытка обновить несуществующий отзыв.
uk: Спроба оновити неіснуючий відгук.

# Ov8WL5
source: Already voted!
ru: Уже проголосовали!
uk: Вже проголосували!

# REm9Re
source: Ratings & Reviews
ru: Рейтинги и обзоры
uk: Рейтинги та огляди

# rMIZOU
source: Tap to rate this:
ru: Нажмите, чтобы оценить:
uk: Натисніть, щоб оцінити:

# UnvbUU
source: Review updated successfully!
ru: Отзыв успешно обновлен!
uk: Відгук успішно оновлено!

# v+mTR7
source: while posting a review
ru: при публикации отзыва
uk: під час публікації відгуку

# W6gI4b
source: Updating review...
ru: Обновление отзыва...
uk: Оновлення відгуку...

# wXHf3p
source: Rate publication
ru: Оценить публикацию
uk: Оцінити публікацію

# G5/5eb
source: What's new
ru: Что нового
uk: Що нового

# SoGsYr
source: in {whatsNewVersion}
ru: в {whatsNewVersion}
uk: у {whatsNewVersion}

# ccXLVi
source: Category
ru: Категория
uk: Категорія

# GsBRWL
source: Languages
ru: Языки
uk: Мови

# HBxXD/
source: License
ru: Лицензия
uk: Ліцензія

# I3b4hn
source: Version
ru: Версия
uk: Версія

# OnbqrE
source: Downloads
ru: Загрузки
uk: Завантаження

# hWwv1H
source: while fetching reviews
ru: при получении отзывов
uk: під час отримання відгуків

# 0wZB3y
source: Publication updated successfully.
ru: Публикация успешно обновлена.
uk: Публікацію успішно оновлено.

# A3bwdq
source: What's new?
ru: Что нового?
uk: Що нового?

# AyzK+a
source: In this update, i added and fixed...
ru: В этом обновлении я добавил(а) и исправил(а)...
uk: У цьому оновленні я додав(ла) та виправив(ла)...

# Gwy3SQ
source: This is where you can update your publication.
ru: Здесь вы можете обновить свою публикацию.
uk: Тут ви можете оновити свою публікацію.

# H7ibc9
source: Update publication
ru: Обновить публикацию
uk: Оновити публікацію

# Jx8h9Q
source: Updating publication...
ru: Обновление публикации...
uk: Оновлення публікації...

# nf5qyJ
source: Update to {newVersion}
ru: Обновить до {newVersion}
uk: Оновити до {newVersion}

# Pt+j13
source: while updating publication
ru: при обновлении публикации
uk: під час оновлення публікації

# Unpl/e
source: while fetching publication
ru: при получении публикации
uk: під час отримання публікації

# 3cM1BU
source: Publish software
ru: Опубликовать ПО
uk: Опублікувати ПЗ

# h1Fura
source: Publication uploaded successfully.
ru: Публикация успешно загружена.
uk: Публікацію успішно завантажено.

# hSpDpR
source: Uploading publication...
ru: Загрузка публикации...
uk: Завантаження публікації...

# Q3kzlv
source: Create something amazing and share it!
ru: Создайте что-то удивительное и поделитесь этим!
uk: Створіть щось дивовижне і поділіться цим!

# QZ2HQg
source: while uploading publication
ru: при загрузке публикации
uk: під час завантаження публікації

# 1zEIJP
source: while registering
ru: при регистрации
uk: під час реєстрації

# 3VCFQV
source: Register a new account
ru: Зарегистрировать новый аккаунт
uk: Зареєструвати новий обліковий запис

# 3VyG1T
source: Check your e-mail and spam folder message to submit your MineOS account
ru: Проверьте электронную почту и папку со спамом, чтобы подтвердить аккаунт MineOS
uk: Перевірте електронну пошту та папку зі спамом, щоб підтвердити обліковий запис MineOS

# AjpNgX
source: Your account has been registered successfully.
ru: Ваш аккаунт успешно зарегистрирован.
uk: Ваш обліковий запис успішно зареєстровано.

# fD2A0X
source: Enter your information below to create your account.
ru: Введите данные ниже, чтобы создать аккаунт.
uk: Введіть дані нижче, щоб створити обліковий запис.

# uCk8r+
source: Already have an account?
ru: Уже есть аккаунт?
uk: Вже маєте обліковий запис?

# UEg22u
source: Registering your account...
ru: Регистрация аккаунта...
uk: Реєстрація облікового запису...

# 2PxMTO
source: Reset your account's password.
ru: Сброс пароля аккаунта.
uk: Скидання пароля облікового запису.

# 55vTH+
source: User ID
ru: ID пользователя
uk: ID користувача

# 9qe6kS
source: Registered at
ru: Дата регистрации
uk: Дата реєстрації

# eAv5kZ
source: while changing password
ru: при изменении пароля
uk: під час зміни пароля

# fTHhSB
source: New password
ru: Новый пароль
uk: Новий пароль

# L4nXIc
source: Change password
ru: Изменить пароль
uk: Змінити пароль

# NIynnB
source: Current password
ru: Текущий пароль
uk: Поточний пароль

# R0I1QA
source: To access account settings, please log in or register.
ru: Чтобы получить доступ к настройкам аккаунта, войдите или зарегистрируйтесь.
uk: Щоб отримати доступ до налаштувань облікового запису, увійдіть або зареєструйтеся.

# X1axT8
source: You're not logged in
ru: Вы не вошли в систему
uk: Ви не увійшли в систему

# 9PgpSj
source: Avatars
ru: Аватары
uk: Аватари

# HaqEm4
source: Chat update interval
ru: Интервал обновления чата
uk: Інтервал оновлення чату

# HNwGRG
source: Avatar provider
ru: Провайдер аватаров
uk: Провайдер аватарів

# jvo0vs
source: Save
ru: Сохранить
uk: Зберегти

# nCxC7R
source: sec
ru: сек
uk: сек

# XALdUr
source: Control how avatars are displayed in the application.
ru: Управление отображением аватаров в приложении.
uk: Керування відображенням аватарів у додатку.

# xn70cZ
source: Dialogs update interval
ru: Интервал обновления диалогов
uk: Інтервал оновлення діалогів

# yIiQTN
source: Control how messages behave in the application.
ru: Управление поведением сообщений в приложении.
uk: Керування поведінкою повідомлень у додатку.

# Ynyq+n
source: Use avatar images
ru: Использовать изображения аватаров
uk: Використовувати зображення аватарів

# 2IgL3i
source: Host URL
ru: URL хоста
uk: URL хоста

# by7qeM
source: Control how the application connects to the server.
ru: Управление подключением приложения к серверу.
uk: Керування підключенням додатка до сервера.

# mzhmvO
source: Proxy URL
ru: Прокси URL
uk: Проксі URL

# v8LO6P
source: Server configuration
ru: Конфигурация сервера
uk: Конфігурація сервера

# V0Ugkx
source: Behaviour
ru: Поведение
uk: Поведінка

# yZJxVS
source: Developer
ru: Разработчик
uk: Розробник

# 3kAElH
source: You don't have any publications yet.
ru: У вас пока нет публикаций.
uk: У вас поки немає публікацій.

# 7/kzJw
source: This user does not have any publications yet, or does not exist.
ru: У этого пользователя пока нет публикаций или он не существует.
uk: У цього користувача поки немає публікацій або він не існує.

# D3idYv
source: Settings
ru: Настройки
uk: Налаштування

# 3jvNiy
source: Add localization
ru: Добавить локализацию
uk: Додати локалізацію

# 4Y6BjC
source: Previews
ru: Предпросмотры
uk: Попередні перегляди

# 89I2Gm
source: Relative path in your publication's folder
ru: Относительный путь в папке вашей публикации
uk: Відносний шлях у теці вашої публікації

# aBwYSL
source: Add dependency
ru: Добавить зависимость
uk: Додати залежність

# cH9Dpx
source: Add preview
ru: Добавить предпросмотр
uk: Додати попередній перегляд

# Df3ZE+
source: Main file URL
ru: URL основного файла
uk: URL основного файла

# DG1LJk
source: Localizations
ru: Локализации
uk: Локалізації

# dL4cf8
source: Existing publication
ru: Существующая публикация
uk: Існуюча публікація

# DopoLl
source: Main file path
ru: Путь к основному файлу
uk: Шлях до основного файла

# F6X2cn
source: This dependency is already added.
ru: Эта зависимость уже добавлена.
uk: Цю залежність вже додано.

# isWXGr
source: Edit dependency
ru: Редактировать зависимость
uk: Редагувати залежність

# JLUbbY
source: Publication name
ru: Название публикации
uk: Назва публікації

# L1Ia9+
source: My publication
ru: Моя публикация
uk: Моя публікація

# P/kAt/
source: Use relative path
ru: Использовать относительный путь
uk: Використовувати відносний шлях

# plkU58
source: Publication you want to depend on does not exist.
ru: Публикация, от которой вы хотите зависеть, не существует.
uk: Публікації, від якої ви хочете залежати, не існує.

# Q8U7HC
source: File via URL
ru: Файл по URL
uk: Файл через URL

# uGHBTb
source: Source URL
ru: Исходный URL
uk: Початковий URL

# vcO6WE
source: Icon URL
ru: URL иконки
uk: URL піктограми

# WIrFQu
source: while checking publication
ru: при проверке публикации
uk: під час перевірки публікації

# wPT4qy
source: Absolute path from the filesystem root folder
ru: Абсолютный путь от корневой папки файловой системы
uk: Абсолютний шлях від кореневої теки файлової системи

# X0ha1a
source: Save changes
ru: Сохранить изменения
uk: Зберегти зміни

# xRBaOl
source: Installation path
ru: Путь установки
uk: Шлях встановлення

# zhSlKP
source: This software does...
ru: Это программное обеспечение делает...
uk: Це програмне забезпечення робить...

# olk5qg
source: by {username}
ru: {username}
uk: {username}

# +CwN9C
source: System
ru: Системная
uk: Системна

# 3cc4Ct
source: Light
ru: Светлая
uk: Світла

# Pe0ogR
source: Theme
ru: Тема
uk: Тема

# PlBReU
source: Log out
ru: Выйти
uk: Вийти

# tOdNiY
source: Dark
ru: Темная
uk: Темна

# y1Z3or
source: Language
ru: Язык
uk: Мова

# Esx22K
source: Error {while}: {message}
ru: Ошибка {while}: {message}
uk: Помилка {while}: {message}

# TD0pGC
source: Unexpected error {while}: {error}
ru: Непредвиденная ошибка {while}: {error}
uk: Непередбачена помилка {while}: {error}

# Eupxjs
source: This application uses cookies to save your language preferences.
ru: Это приложение использует файлы cookie для сохранения языковых настроек.
uk: Цей додаток використовує файли cookie для збереження мовних налаштувань.

# 1SIWKV
source: Libs
ru: Библиотеки
uk: Бібліотеки

# D9ZyLu
source: Walls
ru: Обои
uk: Фони

# DqD1yK
source: Applications
ru: Приложения
uk: Застосунки

# gRiKLf
source: Apps
ru: Программы
uk: Додатки

# HCfIc7
source: Scripts
ru: Скрипты
uk: Скрипти

# nTBqwa
source: Libraries
ru: Библиотеки
uk: Бібліотеки

# tmaBkU
source: Wallpapers
ru: Обои
uk: Шпалери

# QmMwgJ
source: while fetching unread messages
ru: при получении непрочитанных сообщений
uk: під час отримання непрочитаних повідомлень
